#+TITLE: Perspective II
#+AUTHOR: Chris Hogan
#+DATE: <2021-01-04 Mon> to <2021-01-31 Sun>
#+STARTUP: nologdone

* How to Draw - Scott Robertson
** Chapter 01
   - Golden proportion: 1 to 1.618
   - TODO Draw freehand straight lines, short and long
   - TODO Draw two dots and connect them with a freehand straight line
   - TODO Draw several dots and connect them with a smooth curve
   - TODO Draw freehand ellipses, along an axis, and within bounds
   - TODO Draw freehand boxes in perspective (1 and 2 point)
** Chapter 02
   - Station point :: location and height of the eye (no direction)
   - Line of sight :: direction of view emanating from the station point
   - When the line of sight is parallel with the ground plane, we have 1 or 2
     point perspective
   - 50 mm lens translates into a 60 degree cone of vision
   - Use 50 degree cone of vision for 1 point perspective and 60 for 2 and 3
   - Visual Ray Method :: Shows top view and picture plane in a single diagram
   - Tilting the head with respect to the ground plane moves the horizon line in
     the opposite direction
   - TODO Multiply and divide rectangles in perspetive
   - TODO Mirror curves in perspective
   - TODO Multiply and divide boxes in 2 point perspective 
** Chapter 06
   - Whatever you imagine most clearly, draw it first in a side, top or front
     view with no perspective
** Chapter 07
*** Visual Cues
    - Linear perspective
    - Occlusion
    - Atmospheric perspective
*** Thumbnail Sketching
    - Draw the horizon line and vanishing point
    - Add several radiating guidelines
** Chapter 09
*** Building a visual library
    - Observed :: Observe and gather reference
    - Remembered :: Ingrain the shapes into your visual library by drawing collected material
    - Applied :: Use remembered details in your own invented designs
* Log
** Week 1
#+BEGIN: clocktable :scope subtree :maxlevel 6 :tags t
#+CAPTION: Clock summary at [2021-01-17 Sun 20:41]
| Tags    | Headline                                   | Time    |       |      |      |
|---------+--------------------------------------------+---------+-------+------+------|
|         | *Total time*                               | *35:18* |       |      |      |
|---------+--------------------------------------------+---------+-------+------+------|
|         | \_  Week 1                                 |         | 35:18 |      |      |
|         | \_    <2021-01-04 Mon>                     |         |       | 4:28 |      |
| drawing | \_      Drawing from Imagination - Castles |         |       |      | 0:46 |
| study   | \_      Robertson book                     |         |       |      | 1:12 |
| drawing | \_      Robertson book                     |         |       |      | 2:20 |
| study   | \_      Moderndayjames Perspective 2       |         |       |      | 0:10 |
|         | \_    <2021-01-05 Tue>                     |         |       | 4:17 |      |
| drawing | \_      Drawing from Imagination           |         |       |      | 0:47 |
| drawing | \_      Robertson book                     |         |       |      | 1:36 |
| study   | \_      Robertson book                     |         |       |      | 1:44 |
| study   | \_      Moderndayjames Perspective 3       |         |       |      | 0:10 |
|         | \_    <2021-01-06 Wed>                     |         |       | 3:27 |      |
| drawing | \_      Drawing from Imagination           |         |       |      | 0:43 |
| drawing | \_      Robertson book                     |         |       |      | 2:09 |
| study   | \_      Robertson book                     |         |       |      | 0:15 |
| study   | \_      Moderndayjames Perspective 4 and 5 |         |       |      | 0:20 |
|         | \_    <2021-01-07 Thu>                     |         |       | 4:28 |      |
| drawing | \_      Drawing from Imagination           |         |       |      | 0:47 |
| drawing | \_      Robertson book                     |         |       |      | 2:42 |
| study   | \_      Robertson book                     |         |       |      | 0:49 |
| study   | \_      Moderndayjames Perspective 6       |         |       |      | 0:10 |
|         | \_    <2021-01-08 Fri>                     |         |       | 3:56 |      |
| drawing | \_      Drawing from Imagination           |         |       |      | 0:48 |
| study   | \_      Robertson book                     |         |       |      | 1:56 |
| drawing | \_      Robertson book                     |         |       |      | 1:12 |
|         | \_    <2021-01-09 Sat>                     |         |       | 7:13 |      |
| study   | \_      Robertson book                     |         |       |      | 4:02 |
| drawing | \_      Robertson book                     |         |       |      | 3:11 |
|         | \_    <2021-01-10 Sun>                     |         |       | 7:29 |      |
| drawing | \_      Robertson book                     |         |       |      | 1:50 |
| study   | \_      FZD Design Cinema ep 95            |         |       |      | 2:01 |
| drawing | \_      Drawabox vehicle                   |         |       |      | 1:59 |
| study   | \_      Blog post                          |         |       |      | 0:53 |
| study   | \_      Starting figure                    |         |       |      | 0:46 |
#+END:

#+BEGIN: clocktable-by-tag :scope subtree :maxlevel 6 :match ("drawing" "study")
| Tag     | Headline   | Time (h)  |
|---------+------------+-----------|
| drawing | *Tag time* | *20h 50m* |
|---------+------------+-----------|
| study   | *Tag time* | *14h 28m* |

#+END:

*** <2021-01-04 Mon>
**** DONE Drawing from Imagination - Castles                        :drawing:
     :LOGBOOK:
     CLOCK: [2021-01-04 Mon 06:43]--[2021-01-04 Mon 07:29] =>  0:46
     :END:
**** DONE Robertson book                                              :study:
     :LOGBOOK:
     CLOCK: [2021-01-04 Mon 20:24]--[2021-01-04 Mon 20:33] =>  0:09
     CLOCK: [2021-01-04 Mon 17:43]--[2021-01-04 Mon 18:46] =>  1:03
     :END:
**** DONE Robertson book                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-01-04 Mon 20:33]--[2021-01-04 Mon 21:15] =>  0:42
     CLOCK: [2021-01-04 Mon 18:46]--[2021-01-04 Mon 20:24] =>  1:38
     :END:
**** DONE Moderndayjames Perspective 2 :study:
     :LOGBOOK:
     CLOCK: [2021-01-04 Mon 21:18]--[2021-01-04 Mon 21:28] =>  0:10
     :END:
*** <2021-01-05 Tue>
**** DONE Drawing from Imagination                                  :drawing:
     :LOGBOOK:
     CLOCK: [2021-01-05 Tue 06:43]--[2021-01-05 Tue 07:30] =>  0:47
     :END:
**** DONE Robertson book                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-01-05 Tue 20:11]--[2021-01-05 Tue 21:20] =>  1:09
     CLOCK: [2021-01-05 Tue 17:58]--[2021-01-05 Tue 18:25] =>  0:27
     :END:
**** DONE Robertson book                                              :study:
     :LOGBOOK:
     CLOCK: [2021-01-05 Tue 18:27]--[2021-01-05 Tue 20:11] =>  1:44
     :END:
**** DONE Moderndayjames Perspective 3                                :study:
     :LOGBOOK:
     CLOCK: [2021-01-05 Tue 22:00]--[2021-01-05 Tue 22:10] =>  0:10
     :END:
*** <2021-01-06 Wed>
**** DONE Drawing from Imagination                                  :drawing:
     :LOGBOOK:
     CLOCK: [2021-01-06 Wed 06:46]--[2021-01-06 Wed 07:29] =>  0:43
     :END:
**** DONE Robertson book                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-01-06 Wed 21:07]--[2021-01-06 Wed 21:16] =>  0:09
     CLOCK: [2021-01-06 Wed 20:01]--[2021-01-06 Wed 20:50] =>  0:49
     CLOCK: [2021-01-06 Wed 18:24]--[2021-01-06 Wed 19:35] =>  1:11
     :END:
**** DONE Robertson book                                              :study:
     :LOGBOOK:
     CLOCK: [2021-01-06 Wed 19:35]--[2021-01-06 Wed 19:50] =>  0:15
     :END:
**** DONE Moderndayjames Perspective 4 and 5                          :study:
     :LOGBOOK:
     CLOCK: [2021-01-06 Wed 22:00]--[2021-01-06 Wed 22:20] =>  0:20
     :END:
*** <2021-01-07 Thu>
**** DONE Drawing from Imagination                                  :drawing:
     :LOGBOOK:
     CLOCK: [2021-01-07 Thu 06:38]--[2021-01-07 Thu 07:25] =>  0:47
     :END:
**** DONE Robertson book                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-01-07 Thu 21:11]--[2021-01-07 Thu 21:35] =>  0:24
     CLOCK: [2021-01-07 Thu 18:03]--[2021-01-07 Thu 20:21] =>  2:18
     :END:
**** DONE Robertson book                                              :study:
     :LOGBOOK:
     CLOCK: [2021-01-07 Thu 20:22]--[2021-01-07 Thu 21:11] =>  0:49
     :END:
**** DONE Moderndayjames Perspective 6                                :study:
     :LOGBOOK:
     CLOCK: [2021-01-07 Thu 22:00]--[2021-01-07 Thu 22:10] =>  0:10
     :END:
*** <2021-01-08 Fri>
**** DONE Drawing from Imagination                                  :drawing:
     :LOGBOOK:
     CLOCK: [2021-01-08 Fri 06:37]--[2021-01-08 Fri 07:25] =>  0:48
     :END:
**** DONE Robertson book                                              :study:
     :LOGBOOK:
     CLOCK: [2021-01-08 Fri 20:38]--[2021-01-08 Fri 21:09] =>  0:31
     CLOCK: [2021-01-08 Fri 19:27]--[2021-01-08 Fri 20:18] =>  0:51
     CLOCK: [2021-01-08 Fri 18:01]--[2021-01-08 Fri 18:35] =>  0:34
     :END:
**** DONE Robertson book                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-01-08 Fri 20:18]--[2021-01-08 Fri 20:38] =>  0:20
     CLOCK: [2021-01-08 Fri 18:35]--[2021-01-08 Fri 19:27] =>  0:52
     :END:
*** <2021-01-09 Sat>
**** DONE Robertson book                                              :study:
     :LOGBOOK:
     CLOCK: [2021-01-09 Sat 13:17]--[2021-01-09 Sat 15:28] =>  2:11
     CLOCK: [2021-01-09 Sat 09:50]--[2021-01-09 Sat 11:33] =>  1:43
     CLOCK: [2021-01-09 Sat 08:26]--[2021-01-09 Sat 08:34] =>  0:08
     :END:
**** DONE Robertson book                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-01-09 Sat 18:43]--[2021-01-09 Sat 20:53] =>  2:10
     CLOCK: [2021-01-09 Sat 08:34]--[2021-01-09 Sat 09:35] =>  1:01
     :END:
*** <2021-01-10 Sun>
**** DONE Robertson book                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-01-10 Sun 10:03]--[2021-01-10 Sun 11:53] =>  1:50
     :END:
**** DONE FZD Design Cinema ep 95                                     :study:
     :LOGBOOK:
     CLOCK: [2021-01-10 Sun 12:33]--[2021-01-10 Sun 14:34] =>  2:01
     :END:
**** DONE Drawabox vehicle                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-01-10 Sun 18:01]--[2021-01-10 Sun 20:00] =>  1:59
     :END:
**** DONE Blog post                                                   :study:
     :LOGBOOK:
     CLOCK: [2021-01-10 Sun 20:00]--[2021-01-10 Sun 20:53] =>  0:53
     :END:
**** TODO Starting figure :study:
     :LOGBOOK:
     CLOCK: [2021-01-17 Sun 19:55]--[2021-01-17 Sun 20:41] =>  0:46
     :END:
** Week 2
#+BEGIN: clocktable :scope subtree :maxlevel 6 :tags t
#+CAPTION: Clock summary at [2021-01-17 Sun 19:43]
| Tags    | Headline                         | Time    |       |      |      |
|---------+----------------------------------+---------+-------+------+------|
|         | *Total time*                     | *26:41* |       |      |      |
|---------+----------------------------------+---------+-------+------+------|
|         | \_  Week 2                       |         | 26:41 |      |      |
|         | \_    <2021-01-11 Mon>           |         |       | 3:50 |      |
| drawing | \_      Drawing from Imagination |         |       |      | 0:49 |
| drawing | \_      Drawabox vehicles        |         |       |      | 0:27 |
| study   | \_      Robertson book           |         |       |      | 1:53 |
| drawing | \_      Environment thumbnails   |         |       |      | 0:41 |
|         | \_    <2021-01-12 Tue>           |         |       | 3:25 |      |
| drawing | \_      Medieval Castles         |         |       |      | 0:45 |
| drawing | \_      Robertson book           |         |       |      | 1:04 |
| study   | \_      Robertson book           |         |       |      | 1:36 |
|         | \_    <2021-01-13 Wed>           |         |       | 3:55 |      |
| drawing | \_      Medieval Castles         |         |       |      | 0:50 |
| drawing | \_      Robertson book           |         |       |      | 2:32 |
| study   | \_      FZD Design Cinema Ep. 97 |         |       |      | 0:33 |
|         | \_    <2021-01-14 Thu>           |         |       | 3:31 |      |
| drawing | \_      Medieval Castles         |         |       |      | 0:49 |
| study   | \_      Robertson book           |         |       |      | 2:00 |
| drawing | \_      Robertson book           |         |       |      | 0:42 |
|         | \_    <2021-01-15 Fri>           |         |       | 2:14 |      |
| drawing | \_      Medieval Castles         |         |       |      | 0:47 |
| study   | \_      Robertson book           |         |       |      | 0:37 |
| drawing | \_      Robertson book           |         |       |      | 0:50 |
|         | \_    <2021-01-16 Sat>           |         |       | 5:37 |      |
| drawing | \_      Robertson book           |         |       |      | 2:49 |
| study   | \_      Robertson book           |         |       |      | 0:48 |
| drawing | \_      Drawabox vehicles        |         |       |      | 2:00 |
|         | \_    <2021-01-17 Sun>           |         |       | 4:09 |      |
| drawing | \_      Robertson book           |         |       |      | 0:43 |
| study   | \_      Robertson book           |         |       |      | 1:43 |
| drawing | \_      Drawabox vehicles        |         |       |      | 0:49 |
| study   | \_      Blog                     |         |       |      | 0:54 |
#+END:

#+BEGIN: clocktable-by-tag :scope subtree :maxlevel 6 :match ("drawing" "study")
| Tag     | Headline   | Time (h)  |
|---------+------------+-----------|
| drawing | *Tag time* | *16h 37m* |
|---------+------------+-----------|
| study   | *Tag time* | *10h 4m*  |

#+END:
*** <2021-01-11 Mon>
**** DONE Drawing from Imagination                                  :drawing:
     :LOGBOOK:
     CLOCK: [2021-01-11 Mon 06:39]--[2021-01-11 Mon 07:28] =>  0:49
     :END:
**** DONE Drawabox vehicles                                         :drawing:
     :LOGBOOK:
     CLOCK: [2021-01-11 Mon 18:20]--[2021-01-11 Mon 18:47] =>  0:27
     :END:
**** DONE Robertson book                                              :study:
     :LOGBOOK:
     CLOCK: [2021-01-11 Mon 21:26]--[2021-01-11 Mon 21:35] =>  0:09
     CLOCK: [2021-01-11 Mon 18:47]--[2021-01-11 Mon 20:31] =>  1:44
     :END:
**** DONE Environment thumbnails                                    :drawing:
     :LOGBOOK:
     CLOCK: [2021-01-11 Mon 20:44]--[2021-01-11 Mon 21:25] =>  0:41
     :END:
*** <2021-01-12 Tue>
**** DONE Medieval Castles                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-01-12 Tue 06:38]--[2021-01-12 Tue 07:23] =>  0:45
     :END:
**** DONE Robertson book                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-01-12 Tue 18:30]--[2021-01-12 Tue 19:34] =>  1:04
     :END:
**** DONE Robertson book                                              :study:
     :LOGBOOK:
     CLOCK: [2021-01-12 Tue 19:34]--[2021-01-12 Tue 21:10] =>  1:36
     :END:
*** <2021-01-13 Wed>
**** DONE Medieval Castles                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-01-13 Wed 06:38]--[2021-01-13 Wed 07:28] =>  0:50
     :END:
**** DONE Robertson book                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-01-13 Wed 18:35]--[2021-01-13 Wed 21:07] =>  2:32
     :END:
**** DONE FZD Design Cinema Ep. 97                                    :study:
     :LOGBOOK:
     CLOCK: [2021-01-13 Wed 21:10]--[2021-01-13 Wed 21:43] =>  0:33
     :END:
*** <2021-01-14 Thu>
**** DONE Medieval Castles                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-01-14 Thu 06:41]--[2021-01-14 Thu 07:30] =>  0:49
     :END:
**** DONE Robertson book                                              :study:
     :LOGBOOK:
     CLOCK: [2021-01-14 Thu 18:13]--[2021-01-14 Thu 18:55] =>  0:42
     CLOCK: [2021-01-14 Thu 19:52]--[2021-01-14 Thu 21:10] =>  1:18
     :END:
**** DONE Robertson book                                              :drawing:
     :LOGBOOK:
     CLOCK: [2021-01-14 Thu 18:56]--[2021-01-14 Thu 19:38] =>  0:42
     :END:
*** <2021-01-15 Fri>
**** DONE Medieval Castles                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-01-15 Fri 06:41]--[2021-01-15 Fri 07:28] =>  0:47
     :END:
**** DONE Robertson book                                              :study:
     :LOGBOOK:
     CLOCK: [2021-01-15 Fri 18:37]--[2021-01-15 Fri 19:14] =>  0:37
     :END:
**** DONE Robertson book                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-01-15 Fri 21:25]--[2021-01-15 Fri 21:32] =>  0:07
     CLOCK: [2021-01-15 Fri 19:15]--[2021-01-15 Fri 19:58] =>  0:43
     :END:
*** <2021-01-16 Sat>
**** DONE Robertson book                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-01-16 Sat 11:04]--[2021-01-16 Sat 11:30] =>  0:26
     CLOCK: [2021-01-16 Sat 10:41]--[2021-01-16 Sat 11:01] =>  0:20
     CLOCK: [2021-01-16 Sat 08:14]--[2021-01-16 Sat 10:17] =>  2:03
     :END:
**** DONE Robertson book                                              :study:
     :LOGBOOK:
     CLOCK: [2021-01-16 Sat 14:37]--[2021-01-16 Sat 15:23] =>  0:46
     CLOCK: [2021-01-16 Sat 11:02]--[2021-01-16 Sat 11:04] =>  0:02
     :END:
**** DONE Drawabox vehicles                                         :drawing:
     :LOGBOOK:
     CLOCK: [2021-01-16 Sat 18:26]--[2021-01-16 Sat 19:08] =>  0:42
     CLOCK: [2021-01-16 Sat 13:00]--[2021-01-16 Sat 14:18] =>  1:18
     :END:
*** <2021-01-17 Sun>
**** DONE Robertson book                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-01-17 Sun 09:06]--[2021-01-17 Sun 09:49] =>  0:43
     :END:
**** DONE Robertson book                                              :study:
     :LOGBOOK:
     CLOCK: [2021-01-17 Sun 09:49]--[2021-01-17 Sun 11:32] =>  1:43
     :END:
**** DONE Drawabox vehicles                                         :drawing:
     :LOGBOOK:
     CLOCK: [2021-01-17 Sun 17:59]--[2021-01-17 Sun 18:48] =>  0:49
     :END:
**** DONE Blog                                                        :study:
     :LOGBOOK:
     CLOCK: [2021-01-17 Sun 18:49]--[2021-01-17 Sun 19:43] =>  0:54
     :END:
** Week 3
#+BEGIN: clocktable :scope subtree :maxlevel 6 :tags t
#+CAPTION: Clock summary at [2021-03-20 Sat 20:52]
| Tags    | Headline                                         | Time    |       |      |      |
|---------+--------------------------------------------------+---------+-------+------+------|
|         | *Total time*                                     | *32:18* |       |      |      |
|---------+--------------------------------------------------+---------+-------+------+------|
|         | \_  Week 3                                       |         | 32:18 |      |      |
|         | \_    <2021-03-15 Mon>                           |         |       | 9:17 |      |
| prep    | \_      Build easel                              |         |       |      | 2:48 |
| prep    | \_      Stain canvas and palette                 |         |       |      | 1:06 |
| study   | \_      Drawabox - Wheels                        |         |       |      | 0:51 |
| drawing | \_      Drawabox - Wheels                        |         |       |      | 1:57 |
| study   | \_      NMA Linear Perspective                   |         |       |      | 1:28 |
| drawing | \_      Rotate boxes                             |         |       |      | 1:07 |
|         | \_    <2021-03-16 Tue>                           |         |       | 3:52 |      |
| drawing | \_      Drawabox - Wheels                        |         |       |      | 0:28 |
| drawing | \_      NMA Linear Perspective - Introduction... |         |       |      | 1:08 |
| study   | \_      NMA Linar Perspective - Introduction...  |         |       |      | 0:30 |
| drawing | \_      Finch perspective                        |         |       |      | 1:46 |
|         | \_    <2021-03-17 Wed>                           |         |       | 4:00 |      |
| drawing | \_      Drawabox - Wheels                        |         |       |      | 0:35 |
| drawing | \_      NMA Linear Perspective                   |         |       |      | 1:32 |
| study   | \_      NMA Linear Perspective                   |         |       |      | 0:30 |
| drawing | \_      Finch perspective                        |         |       |      | 1:23 |
|         | \_    <2021-03-18 Thu>                           |         |       | 3:51 |      |
| drawing | \_      Drawabox - Wheels                        |         |       |      | 0:30 |
| drawing | \_      NMA Linear Perspective - Introduction... |         |       |      | 1:28 |
| study   | \_      NMA Linear Perspective - Introduction 17 |         |       |      | 0:30 |
| drawing | \_      Finch perspective                        |         |       |      | 1:23 |
|         | \_    <2021-03-19 Fri>                           |         |       | 3:00 |      |
| drawing | \_      Drawabox wheels                          |         |       |      | 0:26 |
| drawing | \_      NMA Linear Perspective - Views and...    |         |       |      | 1:46 |
| study   | \_      NMA Linear Perspective - Views and...    |         |       |      | 0:30 |
| drawing | \_      Finch perspective                        |         |       |      | 0:18 |
|         | \_    <2021-03-20 Sat>                           |         |       | 8:18 |      |
| drawing | \_      Drawabox wheels                          |         |       |      | 0:33 |
| drawing | \_      NMA Linear Perspective - Views and...    |         |       |      | 6:33 |
| study   | \_      NMA Linear Perspective - Views and...    |         |       |      | 0:30 |
| prep    | \_      Stain canvas and palette                 |         |       |      | 0:42 |
#+END:

#+BEGIN: clocktable-by-tag :scope subtree :maxlevel 6 :match ("drawing" "study" "prep")
| Tag     | Headline   | Time (h)  |
|---------+------------+-----------|
| drawing | *Tag time* | *22h 53m* |
|---------+------------+-----------|
| study   | *Tag time* | *4h 49m*  |
|---------+------------+-----------|
| prep    | *Tag time* | *4h 36m*  |

#+END:
*** <2021-03-15 Mon>
**** DONE Build easel                                                  :prep:
     :LOGBOOK:
     CLOCK: [2021-03-15 Mon 13:39]--[2021-03-15 Mon 14:49] =>  1:10
     CLOCK: [2021-03-15 Mon 09:45]--[2021-03-15 Mon 11:23] =>  1:38
     :END:
**** DONE Stain canvas and palette                                     :prep:
     :LOGBOOK:
     CLOCK: [2021-03-15 Mon 08:38]--[2021-03-15 Mon 09:44] =>  1:06
     :END:
**** DONE Drawabox - Wheels                                           :study:
     :LOGBOOK:
     CLOCK: [2021-03-15 Mon 12:48]--[2021-03-15 Mon 13:39] =>  0:51
     :END:
**** DONE Drawabox - Wheels                                         :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-15 Mon 18:24]--[2021-03-15 Mon 18:42] =>  0:18
     CLOCK: [2021-03-15 Mon 18:00]--[2021-03-15 Mon 18:05] =>  0:05
     CLOCK: [2021-03-15 Mon 14:50]--[2021-03-15 Mon 16:24] =>  1:34
     :END:
**** DONE NMA Linear Perspective                                      :study:
     :LOGBOOK:
     CLOCK: [2021-03-15 Mon 21:01]--[2021-03-15 Mon 21:29] =>  0:28
     CLOCK: [2021-03-15 Mon 18:53]--[2021-03-15 Mon 19:53] =>  1:00
     :END:
**** DONE Rotate boxes                                              :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-15 Mon 19:53]--[2021-03-15 Mon 21:00] =>  1:07
     :END:
*** <2021-03-16 Tue>
**** DONE Drawabox - Wheels                                         :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-16 Tue 17:32]--[2021-03-16 Tue 18:00] =>  0:28
     :END:
**** DONE NMA Linear Perspective - Introduction 07-09               :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-16 Tue 18:00]--[2021-03-16 Tue 19:08] =>  1:08
     :END:
**** DONE NMA Linar Perspective - Introduction 10-11                  :study:
     :LOGBOOK:
     CLOCK: [2021-03-16 Tue 22:00]--[2021-03-16 Tue 22:30] =>  0:30
     :END:
**** DONE Finch perspective                                         :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-16 Tue 19:12]--[2021-03-16 Tue 20:58] =>  1:46
     :END:
*** <2021-03-17 Wed>
**** DONE Drawabox - Wheels                                         :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-17 Wed 18:01]--[2021-03-17 Wed 18:36] =>  0:35
     :END:
**** DONE NMA Linear Perspective                                    :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-17 Wed 18:36]--[2021-03-17 Wed 20:08] =>  1:32
     :END:
**** DONE NMA Linear Perspective                                      :study:
     :LOGBOOK:
     CLOCK: [2021-03-17 Wed 22:00]--[2021-03-17 Wed 22:30] =>  0:30
     :END:
**** DONE Finch perspective                                         :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-17 Wed 20:08]--[2021-03-17 Wed 21:31] =>  1:23
     :END:
*** <2021-03-18 Thu>
**** DONE Drawabox - Wheels                                         :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-18 Thu 18:00]--[2021-03-18 Thu 18:30] =>  0:30
     :END:
**** DONE NMA Linear Perspective - Introduction 15-16               :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-18 Thu 18:31]--[2021-03-18 Thu 19:59] =>  1:28
     :END:
**** DONE NMA Linear Perspective - Introduction 17                    :study:
     :LOGBOOK:
     CLOCK: [2021-03-18 Thu 22:00]--[2021-03-18 Thu 22:30] =>  0:30
     :END:
**** DONE Finch perspective                                         :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-18 Thu 19:59]--[2021-03-18 Thu 21:22] =>  1:23
     :END:
*** <2021-03-19 Fri>
**** DONE Drawabox wheels                                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-19 Fri 18:00]--[2021-03-19 Fri 18:26] =>  0:26
     :END:
**** DONE NMA Linear Perspective - Views and Measuring 1-2          :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-19 Fri 18:26]--[2021-03-19 Fri 20:12] =>  1:46
     :END:
**** DONE NMA Linear Perspective - Views and Measuring 3-4            :study:
     :LOGBOOK:
     CLOCK: [2021-03-19 Fri 22:00]--[2021-03-19 Fri 22:30] =>  0:30
     :END:
**** DONE Finch perspective                                         :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-19 Fri 20:13]--[2021-03-19 Fri 20:31] =>  0:18
     :END:
*** <2021-03-20 Sat>
**** DONE Drawabox wheels                                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-20 Sat 09:06]--[2021-03-20 Sat 09:39] =>  0:33
     :END:
**** DONE NMA Linear Perspective - Views and Measuring 5-17         :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-20 Sat 18:41]--[2021-03-20 Sat 20:51] =>  2:10
     CLOCK: [2021-03-20 Sat 14:00]--[2021-03-20 Sat 16:35] =>  2:35
     CLOCK: [2021-03-20 Sat 10:21]--[2021-03-20 Sat 12:09] =>  1:48
     :END:
**** DONE NMA Linear Perspective - Views and Measuring                :study:
     :LOGBOOK:
     CLOCK: [2021-03-20 Sat 22:00]--[2021-03-20 Sat 22:30] =>  0:30
     :END:
**** DONE Stain canvas and palette                                     :prep:
     :LOGBOOK:
     CLOCK: [2021-03-20 Sat 09:53]--[2021-03-20 Sat 10:35] =>  0:42
     :END:
*** <2021-03-21 Sun>
**** TODO Drawabox wheels :drawing:
**** TODO Blog :study:
** Week 4
